Revit 2027 API
ParameterTypeId.JoinStrengthOrder Property
 "Abstract Join Strength Order"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoinStrengthOrder { get; }
Public Shared ReadOnly Property JoinStrengthOrder As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoinStrengthOrder {
	ForgeTypeId^ get ();
}
static member JoinStrengthOrder : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace